<?php
// Heading
$_['heading_title']    = 'ColorAsProduct 1.8 - цвета товара как отдельные товары';

// Text
$_['text_extension']   = 'Модули';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_edit']        = 'Редактирование модуля';

// Entry
$_['entry_status']     = 'Статус';

// Module
$_['c_title']   = 'Заголовок';
$_['c_method']   = 'Вид отображения';
$_['c_view']   = 'Показывать цену товара?';
$_['c_styles']   = 'Подключать стили модуля?';
$_['c_min']   = 'Использовать минимизированные стили?';
$_['c_thumb']   = 'Размеры миниатюр';
$_['c_selector']   = 'Укажите селектор для отображения модуля в карточке товара';
$_['c_sk']   = 'Скрыть';
$_['c_ot']   = 'Отобразить';
$_['c_kra']   = 'Стилизация значков';



// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
